{"children": [{"name": "according", "size": 6, "url": "visiblelanguage.net/wordCameos/according", "sourceText": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "accuse", "size": 1, "url": "visiblelanguage.net/wordCameos/accuse", "sourceText": "Yet, my brethren, I have not done these things that I might boast, neither do I tell these things that thereby I might accuse you; but I tell you these things that ye may know that I can answer a clear conscience before God this day.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "Adam", "size": 1, "url": "visiblelanguage.net/wordCameos/adam", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "administer", "size": 1, "url": "visiblelanguage.net/wordCameos/administer", "sourceText": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "administering", "size": 1, "url": "visiblelanguage.net/wordCameos/administering", "sourceText": "And now, for the sake of these things which I have spoken unto you, that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God, I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "adultery", "size": 1, "url": "visiblelanguage.net/wordCameos/adultery", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "agree", "size": 1, "url": "visiblelanguage.net/wordCameos/agree", "sourceText": "And I would that ye should remember, that whosoever among you borroweth of his neighbor should return the thing that he borroweth, according as he doth agree, or else thou shalt commit sin; and perhaps thou shalt cause thy neighbor to commit sin also.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "am", "size": 7, "url": "visiblelanguage.net/wordCameos/am", "sourceText": "I have not commanded you to come up hither that ye should fear me, or that ye should think that I of myself am more than a mortal man.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "angel", "size": 2, "url": "visiblelanguage.net/wordCameos/angel", "sourceText": "And the things which I shall tell you are made known unto me by an angel from God.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "anguish", "size": 1, "url": "visiblelanguage.net/wordCameos/anguish", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "answer", "size": 2, "url": "visiblelanguage.net/wordCameos/answer", "sourceText": "Yet, my brethren, I have not done these things that I might boast, neither do I tell these things that thereby I might accuse you; but I tell you these things that ye may know that I can answer a clear conscience before God this day.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "are", "size": 36, "url": "visiblelanguage.net/wordCameos/are", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "arise", "size": 1, "url": "visiblelanguage.net/wordCameos/arise", "sourceText": "But, O my people, beware lest there shall arise contentions among you, and ye list to obey the evil spirit, which was spoken of by my father Mosiah.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "arm", "size": 1, "url": "visiblelanguage.net/wordCameos/arm", "sourceText": "For I say unto you, that if he had not extended his arm in the preservation of our fathers they must have fallen into the hands of the Lamanites, and become victims to their hatred.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "art", "size": 1, "url": "visiblelanguage.net/wordCameos/art", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "ascendeth", "size": 1, "url": "visiblelanguage.net/wordCameos/ascendeth", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "ask", "size": 3, "url": "visiblelanguage.net/wordCameos/ask", "sourceText": "And now I ask, can ye say aught of yourselves?", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "ass", "size": 1, "url": "visiblelanguage.net/wordCameos/ass", "sourceText": "And again, doth a man take an ass which belongeth to his neighbor, and keep him?", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "assemble", "size": 3, "url": "visiblelanguage.net/wordCameos/assemble", "sourceText": "Therefore, as I said unto you that I had served you, walking with a clear conscience before God, even so I at this time have caused that ye should assemble yourselves together, that I might be found blameless, and that your blood should not come upon me, when I shall stand to be judged of God of the things whereof he hath commanded me concerning you.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "assembled", "size": 1, "url": "visiblelanguage.net/wordCameos/assembled", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "atonement", "size": 2, "url": "visiblelanguage.net/wordCameos/atonement", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "attempting", "size": 1, "url": "visiblelanguage.net/wordCameos/attempting", "sourceText": "And moreover, I say unto you that I have caused that ye should assemble yourselves together, that I might declare unto you that I can no longer be your teacher, nor your king; For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "attention", "size": 2, "url": "visiblelanguage.net/wordCameos/attention", "sourceText": "And again my brethren, I would call your attention, for I have somewhat more to speak unto you; for behold, I have things to tell you concerning that which is to come.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "aught", "size": 1, "url": "visiblelanguage.net/wordCameos/aught", "sourceText": "And now I ask, can ye say aught of yourselves?", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "awake", "size": 1, "url": "visiblelanguage.net/wordCameos/awake", "sourceText": "O, all ye old men, and also ye young men, and you little children who can understand my words, for I have spoken plainly unto you that ye might understand, I pray that ye should awake to a remembrance of the awful situation of those that have fallen into transgression.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "awaken", "size": 1, "url": "visiblelanguage.net/wordCameos/awaken", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "awakened", "size": 1, "url": "visiblelanguage.net/wordCameos/awakened", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "awoke", "size": 1, "url": "visiblelanguage.net/wordCameos/awoke", "sourceText": "and I awoke, and behold he stood before me.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "be", "size": 40, "url": "visiblelanguage.net/wordCameos/be", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "become", "size": 4, "url": "visiblelanguage.net/wordCameos/become", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "becometh", "size": 1, "url": "visiblelanguage.net/wordCameos/becometh", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "been", "size": 20, "url": "visiblelanguage.net/wordCameos/been", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "beggar", "size": 2, "url": "visiblelanguage.net/wordCameos/beggar", "sourceText": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "beggars", "size": 1, "url": "visiblelanguage.net/wordCameos/beggars", "sourceText": "For behold, are we not all beggars?", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "begged", "size": 1, "url": "visiblelanguage.net/wordCameos/begged", "sourceText": "And has he suffered that ye have begged in vain?", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "begging", "size": 1, "url": "visiblelanguage.net/wordCameos/begging", "sourceText": "And behold, even at this time, ye have been calling on his name, and begging for a remission of your sins.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "beginning", "size": 1, "url": "visiblelanguage.net/wordCameos/beginning", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "being", "size": 2, "url": "visiblelanguage.net/wordCameos/being", "sourceText": "And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "beings", "size": 1, "url": "visiblelanguage.net/wordCameos/beings", "sourceText": "And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "believe", "size": 7, "url": "visiblelanguage.net/wordCameos/believe", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "believing", "size": 1, "url": "visiblelanguage.net/wordCameos/believing", "sourceText": "And now, if God, who has created you, on whom you are dependent for your lives and for all that ye have and are, doth grant unto you whatsoever ye ask that is right, in faith, believing that ye shall receive, O then, how ye ought to impart of the substance that ye have one to another.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "belong", "size": 1, "url": "visiblelanguage.net/wordCameos/belong", "sourceText": "And if ye judge the man who putteth up his petition to you for your substance that he perish not, and condemn him, how much more just will be your condemnation for withholding your substance, which doth not belong to you but to God, to whom also your life belongeth; and yet ye put up no petition, nor repent of the thing which thou hast done.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "belongeth", "size": 3, "url": "visiblelanguage.net/wordCameos/belongeth", "sourceText": "Ye cannot say that ye are even as much as the dust of the earth; yet ye were created of the dust of the earth; but behold, it belongeth to him who created you.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "beware", "size": 1, "url": "visiblelanguage.net/wordCameos/beware", "sourceText": "But, O my people, beware lest there shall arise contentions among you, and ye list to obey the evil spirit, which was spoken of by my father Mosiah.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "bless", "size": 2, "url": "visiblelanguage.net/wordCameos/bless", "sourceText": "And behold, all that he requires of you is to keep his commandments; and he has promised you that if ye would keep his commandments ye should prosper in the land; and he never doth vary from that which he hath said; therefore, if ye do keep his commandments he doth bless you and prosper you.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "blood", "size": 2, "url": "visiblelanguage.net/wordCameos/blood", "sourceText": "Therefore, as I said unto you that I had served you, walking with a clear conscience before God, even so I at this time have caused that ye should assemble yourselves together, that I might be found blameless, and that your blood should not come upon me, when I shall stand to be judged of God of the things whereof he hath commanded me concerning you.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "blotted", "size": 3, "url": "visiblelanguage.net/wordCameos/blotted", "sourceText": "And I give unto them a name that never shall be blotted out, except it be through transgression.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "boast", "size": 3, "url": "visiblelanguage.net/wordCameos/boast", "sourceText": "Yet, my brethren, I have not done these things that I might boast, neither do I tell these things that thereby I might accuse you; but I tell you these things that ye may know that I can answer a clear conscience before God this day.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "body", "size": 2, "url": "visiblelanguage.net/wordCameos/body", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "born", "size": 1, "url": "visiblelanguage.net/wordCameos/born", "sourceText": "And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "borne", "size": 1, "url": "visiblelanguage.net/wordCameos/borne", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "borroweth", "size": 2, "url": "visiblelanguage.net/wordCameos/borroweth", "sourceText": "And I would that ye should remember, that whosoever among you borroweth of his neighbor should return the thing that he borroweth, according as he doth agree, or else thou shalt commit sin; and perhaps thou shalt cause thy neighbor to commit sin also.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "breast", "size": 1, "url": "visiblelanguage.net/wordCameos/breast", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "breath", "size": 1, "url": "visiblelanguage.net/wordCameos/breath", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "brethren", "size": 9, "url": "visiblelanguage.net/wordCameos/brethren", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "brought", "size": 3, "url": "visiblelanguage.net/wordCameos/brought", "sourceText": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "call", "size": 6, "url": "visiblelanguage.net/wordCameos/call", "sourceText": "Behold, ye have called me your king; and if I, whom ye call your king, do labor to serve you, then ought not ye to labor to serve one another?", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "called", "size": 7, "url": "visiblelanguage.net/wordCameos/called", "sourceText": "Behold, ye have called me your king; and if I, whom ye call your king, do labor to serve you, then ought not ye to labor to serve one another?", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "calling", "size": 2, "url": "visiblelanguage.net/wordCameos/calling", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "cannot", "size": 3, "url": "visiblelanguage.net/wordCameos/cannot", "sourceText": "Ye cannot say that ye are even as much as the dust of the earth; yet ye were created of the dust of the earth; but behold, it belongeth to him who created you.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "cast", "size": 1, "url": "visiblelanguage.net/wordCameos/cast", "sourceText": "I say unto you, Nay; he will not even suffer that he shall feed among his flocks, but will drive him away, and cast him out.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "cause", "size": 3, "url": "visiblelanguage.net/wordCameos/cause", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "caused", "size": 6, "url": "visiblelanguage.net/wordCameos/caused", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "causeth", "size": 1, "url": "visiblelanguage.net/wordCameos/causeth", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "changed", "size": 1, "url": "visiblelanguage.net/wordCameos/changed", "sourceText": "And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "children", "size": 8, "url": "visiblelanguage.net/wordCameos/children", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "choirs", "size": 1, "url": "visiblelanguage.net/wordCameos/choirs", "sourceText": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "chosen", "size": 1, "url": "visiblelanguage.net/wordCameos/chosen", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "Christ", "size": 5, "url": "visiblelanguage.net/wordCameos/christ", "sourceText": "And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "claim", "size": 1, "url": "visiblelanguage.net/wordCameos/claim", "sourceText": "And now I say unto you, that mercy hath no claim on that man; therefore his final doom is to endure a never-ending torment.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "clear", "size": 2, "url": "visiblelanguage.net/wordCameos/clear", "sourceText": "Yet, my brethren, I have not done these things that I might boast, neither do I tell these things that thereby I might accuse you; but I tell you these things that ye may know that I can answer a clear conscience before God this day.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "clothing", "size": 1, "url": "visiblelanguage.net/wordCameos/clothing", "sourceText": "And now, for the sake of these things which I have spoken unto you, that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God, I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "cometh", "size": 3, "url": "visiblelanguage.net/wordCameos/cometh", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "coming", "size": 1, "url": "visiblelanguage.net/wordCameos/coming", "sourceText": "But this much I can tell you, that if ye do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith of what ye have heard concerning the coming of our Lord, even unto the end of your lives, ye must perish.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "commanded", "size": 9, "url": "visiblelanguage.net/wordCameos/commanded", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "commandments", "size": 16, "url": "visiblelanguage.net/wordCameos/commandments", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "commit", "size": 5, "url": "visiblelanguage.net/wordCameos/commit", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "comprehend", "size": 2, "url": "visiblelanguage.net/wordCameos/comprehend", "sourceText": "Believe in God; believe that he is, and that he created all things, both in heaven and in earth; believe that he has all wisdom, and all power, both in heaven and in earth; believe that man doth not comprehend all the things which the Lord can comprehend.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "condemn", "size": 1, "url": "visiblelanguage.net/wordCameos/condemn", "sourceText": "And if ye judge the man who putteth up his petition to you for your substance that he perish not, and condemn him, how much more just will be your condemnation for withholding your substance, which doth not belong to you but to God, to whom also your life belongeth; and yet ye put up no petition, nor repent of the thing which thou hast done.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "condemnation", "size": 2, "url": "visiblelanguage.net/wordCameos/condemnation", "sourceText": "And if ye judge the man who putteth up his petition to you for your substance that he perish not, and condemn him, how much more just will be your condemnation for withholding your substance, which doth not belong to you but to God, to whom also your life belongeth; and yet ye put up no petition, nor repent of the thing which thou hast done.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "condemned", "size": 1, "url": "visiblelanguage.net/wordCameos/condemned", "sourceText": "And now, if ye say this in your hearts ye remain guiltless, otherwise ye are condemned; and your condemnation is just for ye covet that which ye have not received.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "conditions", "size": 2, "url": "visiblelanguage.net/wordCameos/conditions", "sourceText": "And there is none other salvation save this which hath been spoken of; neither are there any conditions whereby man can be saved except the conditions which I have told you.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "confined", "size": 1, "url": "visiblelanguage.net/wordCameos/confined", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "conscience", "size": 2, "url": "visiblelanguage.net/wordCameos/conscience", "sourceText": "Yet, my brethren, I have not done these things that I might boast, neither do I tell these things that thereby I might accuse you; but I tell you these things that ye may know that I can answer a clear conscience before God this day.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "consecrated", "size": 1, "url": "visiblelanguage.net/wordCameos/consecrated", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "consider", "size": 1, "url": "visiblelanguage.net/wordCameos/consider", "sourceText": "And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "contain", "size": 3, "url": "visiblelanguage.net/wordCameos/contain", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "contentions", "size": 1, "url": "visiblelanguage.net/wordCameos/contentions", "sourceText": "But, O my people, beware lest there shall arise contentions among you, and ye list to obey the evil spirit, which was spoken of by my father Mosiah.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "continue", "size": 2, "url": "visiblelanguage.net/wordCameos/continue", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "covenant", "size": 4, "url": "visiblelanguage.net/wordCameos/covenant", "sourceText": "Ye have spoken the words that I desired; and the covenant which ye have made is a righteous covenant.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "covet", "size": 1, "url": "visiblelanguage.net/wordCameos/covet", "sourceText": "And now, if ye say this in your hearts ye remain guiltless, otherwise ye are condemned; and your condemnation is just for ye covet that which ye have not received.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "created", "size": 9, "url": "visiblelanguage.net/wordCameos/created", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "creatures", "size": 1, "url": "visiblelanguage.net/wordCameos/creatures", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "damnation", "size": 1, "url": "visiblelanguage.net/wordCameos/damnation", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "daughters", "size": 2, "url": "visiblelanguage.net/wordCameos/daughters", "sourceText": "And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "day", "size": 11, "url": "visiblelanguage.net/wordCameos/day", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "days", "size": 3, "url": "visiblelanguage.net/wordCameos/days", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "declare", "size": 2, "url": "visiblelanguage.net/wordCameos/declare", "sourceText": "And moreover, I say unto you that I have caused that ye should assemble yourselves together, that I might declare unto you that I can no longer be your teacher, nor your king; For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "deeds", "size": 1, "url": "visiblelanguage.net/wordCameos/deeds", "sourceText": "But this much I can tell you, that if ye do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith of what ye have heard concerning the coming of our Lord, even unto the end of your lives, ye must perish.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "deliver", "size": 1, "url": "visiblelanguage.net/wordCameos/deliver", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "delivered", "size": 1, "url": "visiblelanguage.net/wordCameos/delivered", "sourceText": "As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "demands", "size": 1, "url": "visiblelanguage.net/wordCameos/demands", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "deny", "size": 1, "url": "visiblelanguage.net/wordCameos/deny", "sourceText": "And again, I say unto the poor, ye who have not and yet have sufficient, that ye remain from day to day; I mean all you who deny the beggar, because ye have not; I would that ye say in your hearts that:", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "depend", "size": 1, "url": "visiblelanguage.net/wordCameos/depend", "sourceText": "Do we not all depend upon the same Being, even God, for all the substance which we have, for both food and raiment, and for gold, and for silver, and for all the riches which we have of every kind?", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "depths", "size": 1, "url": "visiblelanguage.net/wordCameos/depths", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "desire", "size": 2, "url": "visiblelanguage.net/wordCameos/desire", "sourceText": "Behold, I say unto you that because I said unto you that I had spent my days in your service, I do not desire to boast, for I have only been in the service of God.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "desired", "size": 1, "url": "visiblelanguage.net/wordCameos/desired", "sourceText": "Ye have spoken the words that I desired; and the covenant which ye have made is a righteous covenant.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "devil", "size": 1, "url": "visiblelanguage.net/wordCameos/devil", "sourceText": "And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "dieth", "size": 2, "url": "visiblelanguage.net/wordCameos/dieth", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "distinguished", "size": 1, "url": "visiblelanguage.net/wordCameos/distinguished", "sourceText": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "divine", "size": 1, "url": "visiblelanguage.net/wordCameos/divine", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "do", "size": 18, "url": "visiblelanguage.net/wordCameos/do", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "doeth", "size": 3, "url": "visiblelanguage.net/wordCameos/doeth", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "done", "size": 6, "url": "visiblelanguage.net/wordCameos/done", "sourceText": "Yet, my brethren, I have not done these things that I might boast, neither do I tell these things that thereby I might accuse you; but I tell you these things that ye may know that I can answer a clear conscience before God this day.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "doom", "size": 1, "url": "visiblelanguage.net/wordCameos/doom", "sourceText": "And now I say unto you, that mercy hath no claim on that man; therefore his final doom is to endure a never-ending torment.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "doth", "size": 13, "url": "visiblelanguage.net/wordCameos/doth", "sourceText": "And behold, all that he requires of you is to keep his commandments; and he has promised you that if ye would keep his commandments ye should prosper in the land; and he never doth vary from that which he hath said; therefore, if ye do keep his commandments he doth bless you and prosper you.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "drinketh", "size": 1, "url": "visiblelanguage.net/wordCameos/drinketh", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "drive", "size": 1, "url": "visiblelanguage.net/wordCameos/drive", "sourceText": "I say unto you, Nay; he will not even suffer that he shall feed among his flocks, but will drive him away, and cast him out.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "dungeons", "size": 1, "url": "visiblelanguage.net/wordCameos/dungeons", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "dust", "size": 3, "url": "visiblelanguage.net/wordCameos/dust", "sourceText": "Ye cannot say that ye are even as much as the dust of the earth; yet ye were created of the dust of the earth; but behold, it belongeth to him who created you.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "dwell", "size": 2, "url": "visiblelanguage.net/wordCameos/dwell", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "dwelleth", "size": 1, "url": "visiblelanguage.net/wordCameos/dwelleth", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "dwindled", "size": 1, "url": "visiblelanguage.net/wordCameos/dwindled", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "ears", "size": 1, "url": "visiblelanguage.net/wordCameos/ears", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "earth", "size": 6, "url": "visiblelanguage.net/wordCameos/earth", "sourceText": "Ye cannot say that ye are even as much as the dust of the earth; yet ye were created of the dust of the earth; but behold, it belongeth to him who created you.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "Egyptians", "size": 1, "url": "visiblelanguage.net/wordCameos/egyptians", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "end", "size": 5, "url": "visiblelanguage.net/wordCameos/end", "sourceText": "For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "endure", "size": 1, "url": "visiblelanguage.net/wordCameos/endure", "sourceText": "And now I say unto you, that mercy hath no claim on that man; therefore his final doom is to endure a never-ending torment.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "enemies", "size": 2, "url": "visiblelanguage.net/wordCameos/enemies", "sourceText": "As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "enemy", "size": 3, "url": "visiblelanguage.net/wordCameos/enemy", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "engravings", "size": 1, "url": "visiblelanguage.net/wordCameos/engravings", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "entered", "size": 1, "url": "visiblelanguage.net/wordCameos/entered", "sourceText": "There is no other name given whereby salvation cometh; therefore, I would that ye should take upon you the name of Christ, all you that have entered into the covenant with God that ye should be obedient unto the end of your lives.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "evil", "size": 3, "url": "visiblelanguage.net/wordCameos/evil", "sourceText": "But, O my people, beware lest there shall arise contentions among you, and ye list to obey the evil spirit, which was spoken of by my father Mosiah.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "extended", "size": 1, "url": "visiblelanguage.net/wordCameos/extended", "sourceText": "For I say unto you, that if he had not extended his arm in the preservation of our fathers they must have fallen into the hands of the Lamanites, and become victims to their hatred.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "eyes", "size": 2, "url": "visiblelanguage.net/wordCameos/eyes", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "faith", "size": 5, "url": "visiblelanguage.net/wordCameos/faith", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "fall", "size": 2, "url": "visiblelanguage.net/wordCameos/fall", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "fallen", "size": 3, "url": "visiblelanguage.net/wordCameos/fallen", "sourceText": "For I say unto you, that if he had not extended his arm in the preservation of our fathers they must have fallen into the hands of the Lamanites, and become victims to their hatred.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "falling", "size": 1, "url": "visiblelanguage.net/wordCameos/falling", "sourceText": "As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "father", "size": 6, "url": "visiblelanguage.net/wordCameos/father", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "fathers", "size": 8, "url": "visiblelanguage.net/wordCameos/fathers", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "favored", "size": 1, "url": "visiblelanguage.net/wordCameos/favored", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "fear", "size": 1, "url": "visiblelanguage.net/wordCameos/fear", "sourceText": "I have not commanded you to come up hither that ye should fear me, or that ye should think that I of myself am more than a mortal man.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "feed", "size": 1, "url": "visiblelanguage.net/wordCameos/feed", "sourceText": "I say unto you, Nay; he will not even suffer that he shall feed among his flocks, but will drive him away, and cast him out.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "feeding", "size": 1, "url": "visiblelanguage.net/wordCameos/feeding", "sourceText": "And now, for the sake of these things which I have spoken unto you, that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God, I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "fellow", "size": 1, "url": "visiblelanguage.net/wordCameos/fellow", "sourceText": "And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "fight", "size": 1, "url": "visiblelanguage.net/wordCameos/fight", "sourceText": "And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "fill", "size": 1, "url": "visiblelanguage.net/wordCameos/fill", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "filled", "size": 2, "url": "visiblelanguage.net/wordCameos/filled", "sourceText": "And behold, I say unto you that if ye do this ye shall always rejoice, and be filled with the love of God, and always retain a remission of your sins; and ye shall grow in the knowledge of the glory of him that created you, or in the knowledge of that which is just and true.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "find", "size": 1, "url": "visiblelanguage.net/wordCameos/find", "sourceText": "Nay; he has poured out his Spirit upon you, and has caused that your hearts should be filled with joy, and has caused that your mouths should be stopped that ye could not find utterance, so exceedingly great was your joy.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "findeth", "size": 1, "url": "visiblelanguage.net/wordCameos/findeth", "sourceText": "And now it shall come to pass, that whosoever shall not take upon him the name of Christ must be called by some other name; therefore, he findeth himself on the left hand of God.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "fire", "size": 1, "url": "visiblelanguage.net/wordCameos/fire", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "flame", "size": 1, "url": "visiblelanguage.net/wordCameos/flame", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "flocks", "size": 1, "url": "visiblelanguage.net/wordCameos/flocks", "sourceText": "I say unto you, Nay; he will not even suffer that he shall feed among his flocks, but will drive him away, and cast him out.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "food", "size": 2, "url": "visiblelanguage.net/wordCameos/food", "sourceText": "The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just, But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "forgive", "size": 1, "url": "visiblelanguage.net/wordCameos/forgive", "sourceText": "And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "forsake", "size": 1, "url": "visiblelanguage.net/wordCameos/forsake", "sourceText": "And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "found", "size": 3, "url": "visiblelanguage.net/wordCameos/found", "sourceText": "Therefore, as I said unto you that I had served you, walking with a clear conscience before God, even so I at this time have caused that ye should assemble yourselves together, that I might be found blameless, and that your blood should not come upon me, when I shall stand to be judged of God of the things whereof he hath commanded me concerning you.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "foundation", "size": 2, "url": "visiblelanguage.net/wordCameos/foundation", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "frame", "size": 2, "url": "visiblelanguage.net/wordCameos/frame", "sourceText": "And ye behold that I am old, and am about to yield up this mortal frame to its mother earth.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "friends", "size": 1, "url": "visiblelanguage.net/wordCameos/friends", "sourceText": "My friends and my brethren, my kindred and my people, I would again call your attention, that ye may hear and understand the remainder of my words which I shall speak unto you.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "fulfilling", "size": 1, "url": "visiblelanguage.net/wordCameos/fulfilling", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "garments", "size": 1, "url": "visiblelanguage.net/wordCameos/garments", "sourceText": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "gathered", "size": 1, "url": "visiblelanguage.net/wordCameos/gathered", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "give", "size": 6, "url": "visiblelanguage.net/wordCameos/give", "sourceText": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "glory", "size": 2, "url": "visiblelanguage.net/wordCameos/glory", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "go", "size": 4, "url": "visiblelanguage.net/wordCameos/go", "sourceText": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "God", "size": 45, "url": "visiblelanguage.net/wordCameos/God", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "gold", "size": 2, "url": "visiblelanguage.net/wordCameos/gold", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "grant", "size": 1, "url": "visiblelanguage.net/wordCameos/grant", "sourceText": "And now, if God, who has created you, on whom you are dependent for your lives and for all that ye have and are, doth grant unto you whatsoever ye ask that is right, in faith, believing that ye shall receive, O then, how ye ought to impart of the substance that ye have one to another.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "greatness", "size": 1, "url": "visiblelanguage.net/wordCameos/greatness", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "grow", "size": 1, "url": "visiblelanguage.net/wordCameos/grow", "sourceText": "And behold, I say unto you that if ye do this ye shall always rejoice, and be filled with the love of God, and always retain a remission of your sins; and ye shall grow in the knowledge of the glory of him that created you, or in the knowledge of that which is just and true.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "guide", "size": 1, "url": "visiblelanguage.net/wordCameos/guide", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "guilt", "size": 2, "url": "visiblelanguage.net/wordCameos/guilt", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "had", "size": 4, "url": "visiblelanguage.net/wordCameos/had", "sourceText": "For I say unto you, that if he had not extended his arm in the preservation of our fathers they must have fallen into the hands of the Lamanites, and become victims to their hatred.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "hand", "size": 6, "url": "visiblelanguage.net/wordCameos/hand", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "hands", "size": 3, "url": "visiblelanguage.net/wordCameos/hands", "sourceText": "For I say unto you, that if he had not extended his arm in the preservation of our fathers they must have fallen into the hands of the Lamanites, and become victims to their hatred.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "happiness", "size": 1, "url": "visiblelanguage.net/wordCameos/happiness", "sourceText": "For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "has", "size": 24, "url": "visiblelanguage.net/wordCameos/has", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "hast", "size": 1, "url": "visiblelanguage.net/wordCameos/hast", "sourceText": "And if ye judge the man who putteth up his petition to you for your substance that he perish not, and condemn him, how much more just will be your condemnation for withholding your substance, which doth not belong to you but to God, to whom also your life belongeth; and yet ye put up no petition, nor repent of the thing which thou hast done.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "hath", "size": 22, "url": "visiblelanguage.net/wordCameos/hath", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "hatred", "size": 1, "url": "visiblelanguage.net/wordCameos/hatred", "sourceText": "For I say unto you, that if he had not extended his arm in the preservation of our fathers they must have fallen into the hands of the Lamanites, and become victims to their hatred.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "have", "size": 73, "url": "visiblelanguage.net/wordCameos/have", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "having", "size": 2, "url": "visiblelanguage.net/wordCameos/having", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "head", "size": 2, "url": "visiblelanguage.net/wordCameos/head", "sourceText": "And under this head ye are made free, and there is no other head whereby ye can be made free.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "hear", "size": 4, "url": "visiblelanguage.net/wordCameos/hear", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "heard", "size": 1, "url": "visiblelanguage.net/wordCameos/heard", "sourceText": "But this much I can tell you, that if ye do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith of what ye have heard concerning the coming of our Lord, even unto the end of your lives, ye must perish.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "hearken", "size": 1, "url": "visiblelanguage.net/wordCameos/hearken", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "heart", "size": 2, "url": "visiblelanguage.net/wordCameos/heart", "sourceText": "And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "hearts", "size": 7, "url": "visiblelanguage.net/wordCameos/hearts", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "heaven", "size": 5, "url": "visiblelanguage.net/wordCameos/heaven", "sourceText": "For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "heed", "size": 1, "url": "visiblelanguage.net/wordCameos/heed", "sourceText": "And I would that ye should remember also, that this is the name that I said I should give unto you that never should be blotted out, except it be through transgression; therefore, take heed that ye do not transgress, that the name be not blotted out of your hearts.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "hold", "size": 1, "url": "visiblelanguage.net/wordCameos/hold", "sourceText": "For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "humble", "size": 2, "url": "visiblelanguage.net/wordCameos/humble", "sourceText": "And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "humility", "size": 1, "url": "visiblelanguage.net/wordCameos/humility", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "ignorance", "size": 1, "url": "visiblelanguage.net/wordCameos/ignorance", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Noun", "theme": "Non-sacred"},
{"name": "impart", "size": 3, "url": "visiblelanguage.net/wordCameos/impart", "sourceText": "The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just, But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.", "partOfSpeech": "Verb", "theme": "Non-sacred"},
{"name": "indebted", "size": 3, "url": "visiblelanguage.net/wordCameos/indebted", "sourceText": "And now, in the first place, he hath created you, and granted unto you your lives, for which ye are indebted unto him.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "infirmities", "size": 1, "url": "visiblelanguage.net/wordCameos/infirmities", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "injure", "size": 1, "url": "visiblelanguage.net/wordCameos/injure", "sourceText": "And ye will not have a mind to injure one another, but to live peaceably, and to render to every man according to that which is his due.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "intents", "size": 1, "url": "visiblelanguage.net/wordCameos/intents", "sourceText": "For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is far from the thoughts and intents of his heart?", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "interest", "size": 1, "url": "visiblelanguage.net/wordCameos/interest", "sourceText": "The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just, But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "is", "size": 29, "url": "visiblelanguage.net/wordCameos/is", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "it shall come to pass", "size": 2, "url": "visiblelanguage.net/wordCameos/itshallcometopass", "sourceText": "And it shall come to pass that whosoever doeth this shall be found at the right hand of God, for he shall know the name by which he is called; for he shall be called by the name of Christ.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "Jerusalem", "size": 3, "url": "visiblelanguage.net/wordCameos/jerusalem", "sourceText": "And behold, also the plates of Nephi, which contain the records and the sayings of our fathers from the time they left Jerusalem until now, and they are true; and we can know of their surety because we have them before our eyes.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "join", "size": 1, "url": "visiblelanguage.net/wordCameos/join", "sourceText": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "joy", "size": 3, "url": "visiblelanguage.net/wordCameos/joy", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "judge", "size": 1, "url": "visiblelanguage.net/wordCameos/judge", "sourceText": "And if ye judge the man who putteth up his petition to you for your substance that he perish not, and condemn him, how much more just will be your condemnation for withholding your substance, which doth not belong to you but to God, to whom also your life belongeth; and yet ye put up no petition, nor repent of the thing which thou hast done.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "judged", "size": 1, "url": "visiblelanguage.net/wordCameos/judged", "sourceText": "Therefore, as I said unto you that I had served you, walking with a clear conscience before God, even so I at this time have caused that ye should assemble yourselves together, that I might be found blameless, and that your blood should not come upon me, when I shall stand to be judged of God of the things whereof he hath commanded me concerning you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "justice", "size": 2, "url": "visiblelanguage.net/wordCameos/justice", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "keep", "size": 8, "url": "visiblelanguage.net/wordCameos/keep", "sourceText": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "keeping", "size": 2, "url": "visiblelanguage.net/wordCameos/keeping", "sourceText": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "kept", "size": 5, "url": "visiblelanguage.net/wordCameos/kept", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "kindred", "size": 1, "url": "visiblelanguage.net/wordCameos/kindred", "sourceText": "My friends and my brethren, my kindred and my people, I would again call your attention, that ye may hear and understand the remainder of my words which I shall speak unto you.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "king", "size": 9, "url": "visiblelanguage.net/wordCameos/king", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "kingdom", "size": 1, "url": "visiblelanguage.net/wordCameos/kingdom", "sourceText": "The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just, But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "know", "size": 6, "url": "visiblelanguage.net/wordCameos/know", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "knoweth", "size": 2, "url": "visiblelanguage.net/wordCameos/knoweth", "sourceText": "I say unto you, that there are not any among you, except it be your little children that have not been taught concerning these things, but what knoweth that ye are eternally indebted to your heavenly Father, to render to him all that you have and are; and also have been taught concerning the records which contain the prophecies which have been spoken by the holy prophets, even down to the time our father, Lehi, left Jerusalem; And also, all that has been spoken by our fathers until now.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "knowing", "size": 1, "url": "visiblelanguage.net/wordCameos/knowing", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "knowledge", "size": 6, "url": "visiblelanguage.net/wordCameos/knowledge", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "known", "size": 3, "url": "visiblelanguage.net/wordCameos/known", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "labor", "size": 2, "url": "visiblelanguage.net/wordCameos/labor", "sourceText": "Behold, ye have called me your king; and if I, whom ye call your king, do labor to serve you, then ought not ye to labor to serve one another?", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "labored", "size": 1, "url": "visiblelanguage.net/wordCameos/labored", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "Lamanites", "size": 2, "url": "visiblelanguage.net/wordCameos/lamanites", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "land", "size": 6, "url": "visiblelanguage.net/wordCameos/land", "sourceText": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "language", "size": 1, "url": "visiblelanguage.net/wordCameos/language", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "law", "size": 1, "url": "visiblelanguage.net/wordCameos/law", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "laws", "size": 1, "url": "visiblelanguage.net/wordCameos/laws", "sourceText": "And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "learn", "size": 2, "url": "visiblelanguage.net/wordCameos/learn", "sourceText": "And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "left", "size": 4, "url": "visiblelanguage.net/wordCameos/left", "sourceText": "And behold, also the plates of Nephi, which contain the records and the sayings of our fathers from the time they left Jerusalem until now, and they are true; and we can know of their surety because we have them before our eyes.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "Lehi", "size": 2, "url": "visiblelanguage.net/wordCameos/lehi", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "lending", "size": 1, "url": "visiblelanguage.net/wordCameos/lending", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "life", "size": 4, "url": "visiblelanguage.net/wordCameos/life", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "list", "size": 1, "url": "visiblelanguage.net/wordCameos/list", "sourceText": "But, O my people, beware lest there shall arise contentions among you, and ye list to obey the evil spirit, which was spoken of by my father Mosiah.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "listeth", "size": 3, "url": "visiblelanguage.net/wordCameos/listeth", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "live", "size": 3, "url": "visiblelanguage.net/wordCameos/live", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "lives", "size": 4, "url": "visiblelanguage.net/wordCameos/lives", "sourceText": "And now, in the first place, he hath created you, and granted unto you your lives, for which ye are indebted unto him.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "long-suffering", "size": 2, "url": "visiblelanguage.net/wordCameos/long-suffering", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "Lord", "size": 23, "url": "visiblelanguage.net/wordCameos/lord", "sourceText": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "love", "size": 3, "url": "visiblelanguage.net/wordCameos/love", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "made", "size": 6, "url": "visiblelanguage.net/wordCameos/made", "sourceText": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "make", "size": 2, "url": "visiblelanguage.net/wordCameos/make", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "man", "size": 17, "url": "visiblelanguage.net/wordCameos/man", "sourceText": "I have not commanded you to come up hither that ye should fear me, or that ye should think that I of myself am more than a mortal man.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "mankind", "size": 1, "url": "visiblelanguage.net/wordCameos/mankind", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "manner", "size": 3, "url": "visiblelanguage.net/wordCameos/manner", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "master", "size": 2, "url": "visiblelanguage.net/wordCameos/master", "sourceText": "And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "mean", "size": 2, "url": "visiblelanguage.net/wordCameos/mean", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "means", "size": 2, "url": "visiblelanguage.net/wordCameos/means", "sourceText": "And this is the means whereby salvation cometh.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "men", "size": 3, "url": "visiblelanguage.net/wordCameos/men", "sourceText": "O, all ye old men, and also ye young men, and you little children who can understand my words, for I have spoken plainly unto you that ye might understand, I pray that ye should awake to a remembrance of the awful situation of those that have fallen into transgression.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "mercy", "size": 2, "url": "visiblelanguage.net/wordCameos/mercy", "sourceText": "And now I say unto you, that mercy hath no claim on that man; therefore his final doom is to endure a never-ending torment.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "merit", "size": 1, "url": "visiblelanguage.net/wordCameos/merit", "sourceText": "And behold also, if I, whom ye call your king, who has spent his days in your service, and yet has been in the service of God, do merit any thanks from you, O how you ought to thank your heavenly King!", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "mind", "size": 3, "url": "visiblelanguage.net/wordCameos/mind", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "minds", "size": 1, "url": "visiblelanguage.net/wordCameos/minds", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "misery", "size": 1, "url": "visiblelanguage.net/wordCameos/misery", "sourceText": "The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just, But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "moment", "size": 1, "url": "visiblelanguage.net/wordCameos/moment", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "morrow", "size": 1, "url": "visiblelanguage.net/wordCameos/morrow", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "Mosiah", "size": 3, "url": "visiblelanguage.net/wordCameos/mosiah", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "mother", "size": 1, "url": "visiblelanguage.net/wordCameos/mother", "sourceText": "And ye behold that I am old, and am about to yield up this mortal frame to its mother earth.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "mouth", "size": 2, "url": "visiblelanguage.net/wordCameos/mouth", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "mouths", "size": 1, "url": "visiblelanguage.net/wordCameos/mouths", "sourceText": "Nay; he has poured out his Spirit upon you, and has caused that your hearts should be filled with joy, and has caused that your mouths should be stopped that ye could not find utterance, so exceedingly great was your joy.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "move", "size": 1, "url": "visiblelanguage.net/wordCameos/move", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "murder", "size": 1, "url": "visiblelanguage.net/wordCameos/murder", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "mysteries", "size": 3, "url": "visiblelanguage.net/wordCameos/mysteries", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "name", "size": 16, "url": "visiblelanguage.net/wordCameos/name", "sourceText": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "nay", "size": 3, "url": "visiblelanguage.net/wordCameos/nay", "sourceText": "I answer you, Nay.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "need", "size": 2, "url": "visiblelanguage.net/wordCameos/need", "sourceText": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "neighbor", "size": 3, "url": "visiblelanguage.net/wordCameos/neighbor", "sourceText": "And I would that ye should remember, that whosoever among you borroweth of his neighbor should return the thing that he borroweth, according as he doth agree, or else thou shalt commit sin; and perhaps thou shalt cause thy neighbor to commit sin also.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "Nephi", "size": 1, "url": "visiblelanguage.net/wordCameos/nephi", "sourceText": "And behold, also the plates of Nephi, which contain the records and the sayings of our fathers from the time they left Jerusalem until now, and they are true; and we can know of their surety because we have them before our eyes.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "nothingness", "size": 2, "url": "visiblelanguage.net/wordCameos/nothingness", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "number", "size": 1, "url": "visiblelanguage.net/wordCameos/number", "sourceText": "And finally, I cannot tell you all the things whereby ye may commit sin; for there are divers ways and means, even so many that I cannot number them.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "obey", "size": 4, "url": "visiblelanguage.net/wordCameos/obey", "sourceText": "But, O my people, beware lest there shall arise contentions among you, and ye list to obey the evil spirit, which was spoken of by my father Mosiah.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "observe", "size": 1, "url": "visiblelanguage.net/wordCameos/observe", "sourceText": "But this much I can tell you, that if ye do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith of what ye have heard concerning the coming of our Lord, even unto the end of your lives, ye must perish.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "open", "size": 2, "url": "visiblelanguage.net/wordCameos/open", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "order", "size": 2, "url": "visiblelanguage.net/wordCameos/order", "sourceText": "And see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "own", "size": 7, "url": "visiblelanguage.net/wordCameos/own", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "paid", "size": 1, "url": "visiblelanguage.net/wordCameos/paid", "sourceText": "And secondly, he doth require that ye should do as he hath commanded you; for which if ye do, he doth immediately bless you; and therefore he hath paid you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "pain", "size": 1, "url": "visiblelanguage.net/wordCameos/pain", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "paths", "size": 1, "url": "visiblelanguage.net/wordCameos/paths", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "patience", "size": 1, "url": "visiblelanguage.net/wordCameos/patience", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "peace", "size": 2, "url": "visiblelanguage.net/wordCameos/peace", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "people", "size": 14, "url": "visiblelanguage.net/wordCameos/people", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "period", "size": 1, "url": "visiblelanguage.net/wordCameos/period", "sourceText": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "perish", "size": 5, "url": "visiblelanguage.net/wordCameos/perish", "sourceText": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "perisheth", "size": 1, "url": "visiblelanguage.net/wordCameos/perisheth", "sourceText": "The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just, But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "pertaining", "size": 1, "url": "visiblelanguage.net/wordCameos/pertaining", "sourceText": "I say unto you, wo be unto that man, for his substance shall perish with him; and now, I say these things unto those who are rich as pertaining to the things of this world.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "petition", "size": 3, "url": "visiblelanguage.net/wordCameos/petition", "sourceText": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "place", "size": 3, "url": "visiblelanguage.net/wordCameos/place", "sourceText": "And now, in the first place, he hath created you, and granted unto you your lives, for which ye are indebted unto him.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "plates", "size": 3, "url": "visiblelanguage.net/wordCameos/plates", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "plunder", "size": 1, "url": "visiblelanguage.net/wordCameos/plunder", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "possess", "size": 1, "url": "visiblelanguage.net/wordCameos/possess", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "poured", "size": 1, "url": "visiblelanguage.net/wordCameos/poured", "sourceText": "Nay; he has poured out his Spirit upon you, and has caused that your hearts should be filled with joy, and has caused that your mouths should be stopped that ye could not find utterance, so exceedingly great was your joy.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "power", "size": 7, "url": "visiblelanguage.net/wordCameos/power", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "praise", "size": 1, "url": "visiblelanguage.net/wordCameos/praise", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "praises", "size": 1, "url": "visiblelanguage.net/wordCameos/praises", "sourceText": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "pray", "size": 1, "url": "visiblelanguage.net/wordCameos/pray", "sourceText": "O, all ye old men, and also ye young men, and you little children who can understand my words, for I have spoken plainly unto you that ye might understand, I pray that ye should awake to a remembrance of the awful situation of those that have fallen into transgression.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "prepared", "size": 2, "url": "visiblelanguage.net/wordCameos/prepared", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "presence", "size": 1, "url": "visiblelanguage.net/wordCameos/presence", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "present", "size": 2, "url": "visiblelanguage.net/wordCameos/present", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "preservation", "size": 1, "url": "visiblelanguage.net/wordCameos/preservation", "sourceText": "For I say unto you, that if he had not extended his arm in the preservation of our fathers they must have fallen into the hands of the Lamanites, and become victims to their hatred.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "preserve", "size": 1, "url": "visiblelanguage.net/wordCameos/preserve", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "preserved", "size": 5, "url": "visiblelanguage.net/wordCameos/preserved", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "preserving", "size": 1, "url": "visiblelanguage.net/wordCameos/preserving", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "prize", "size": 1, "url": "visiblelanguage.net/wordCameos/prize", "sourceText": "And again, it is expedient that he should be diligent, that thereby he might win the prize; therefore, all things must be done in order.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "proclaim", "size": 1, "url": "visiblelanguage.net/wordCameos/proclaim", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "proclamation", "size": 1, "url": "visiblelanguage.net/wordCameos/proclamation", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "profit", "size": 1, "url": "visiblelanguage.net/wordCameos/profit", "sourceText": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "promised", "size": 1, "url": "visiblelanguage.net/wordCameos/promised", "sourceText": "And behold, all that he requires of you is to keep his commandments; and he has promised you that if ye would keep his commandments ye should prosper in the land; and he never doth vary from that which he hath said; therefore, if ye do keep his commandments he doth bless you and prosper you.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "promises", "size": 1, "url": "visiblelanguage.net/wordCameos/promises", "sourceText": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "pronounced", "size": 1, "url": "visiblelanguage.net/wordCameos/pronounced", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "prophecies", "size": 1, "url": "visiblelanguage.net/wordCameos/prophecies", "sourceText": "I say unto you, that there are not any among you, except it be your little children that have not been taught concerning these things, but what knoweth that ye are eternally indebted to your heavenly Father, to render to him all that you have and are; and also have been taught concerning the records which contain the prophecies which have been spoken by the holy prophets, even down to the time our father, Lehi, left Jerusalem; And also, all that has been spoken by our fathers until now.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "prophets", "size": 1, "url": "visiblelanguage.net/wordCameos/prophets", "sourceText": "I say unto you, that there are not any among you, except it be your little children that have not been taught concerning these things, but what knoweth that ye are eternally indebted to your heavenly Father, to render to him all that you have and are; and also have been taught concerning the records which contain the prophecies which have been spoken by the holy prophets, even down to the time our father, Lehi, left Jerusalem; And also, all that has been spoken by our fathers until now.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "prosper", "size": 4, "url": "visiblelanguage.net/wordCameos/prosper", "sourceText": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "prospered", "size": 2, "url": "visiblelanguage.net/wordCameos/prospered", "sourceText": "As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "punishment", "size": 1, "url": "visiblelanguage.net/wordCameos/punishment", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "punishments", "size": 1, "url": "visiblelanguage.net/wordCameos/punishments", "sourceText": "The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just, But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "put", "size": 2, "url": "visiblelanguage.net/wordCameos/put", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "putteth", "size": 2, "url": "visiblelanguage.net/wordCameos/putteth", "sourceText": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "quarrel", "size": 1, "url": "visiblelanguage.net/wordCameos/quarrel", "sourceText": "And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "raiment", "size": 1, "url": "visiblelanguage.net/wordCameos/raiment", "sourceText": "Do we not all depend upon the same Being, even God, for all the substance which we have, for both food and raiment, and for gold, and for silver, and for all the riches which we have of every kind?", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "read", "size": 2, "url": "visiblelanguage.net/wordCameos/read", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "rebellion", "size": 1, "url": "visiblelanguage.net/wordCameos/rebellion", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "receive", "size": 1, "url": "visiblelanguage.net/wordCameos/receive", "sourceText": "And now, if God, who has created you, on whom you are dependent for your lives and for all that ye have and are, doth grant unto you whatsoever ye ask that is right, in faith, believing that ye shall receive, O then, how ye ought to impart of the substance that ye have one to another.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "received", "size": 3, "url": "visiblelanguage.net/wordCameos/received", "sourceText": "For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "receiveth", "size": 2, "url": "visiblelanguage.net/wordCameos/receiveth", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "records", "size": 4, "url": "visiblelanguage.net/wordCameos/records", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "rejoice", "size": 2, "url": "visiblelanguage.net/wordCameos/rejoice", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "relief", "size": 1, "url": "visiblelanguage.net/wordCameos/relief", "sourceText": "And now, for the sake of these things which I have spoken unto you, that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God, I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "remain", "size": 2, "url": "visiblelanguage.net/wordCameos/remain", "sourceText": "And again, I say unto the poor, ye who have not and yet have sufficient, that ye remain from day to day; I mean all you who deny the beggar, because ye have not; I would that ye say in your hearts that:", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "remainder", "size": 1, "url": "visiblelanguage.net/wordCameos/remainder", "sourceText": "My friends and my brethren, my kindred and my people, I would again call your attention, that ye may hear and understand the remainder of my words which I shall speak unto you.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "remaineth", "size": 2, "url": "visiblelanguage.net/wordCameos/remaineth", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "remember", "size": 10, "url": "visiblelanguage.net/wordCameos/remember", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "remembered", "size": 1, "url": "visiblelanguage.net/wordCameos/remembered", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "remembrance", "size": 2, "url": "visiblelanguage.net/wordCameos/remembrance", "sourceText": "O, all ye old men, and also ye young men, and you little children who can understand my words, for I have spoken plainly unto you that ye might understand, I pray that ye should awake to a remembrance of the awful situation of those that have fallen into transgression.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "remission", "size": 4, "url": "visiblelanguage.net/wordCameos/remission", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "render", "size": 3, "url": "visiblelanguage.net/wordCameos/render", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "repent", "size": 3, "url": "visiblelanguage.net/wordCameos/repent", "sourceText": "And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "repenteth", "size": 2, "url": "visiblelanguage.net/wordCameos/repenteth", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "require", "size": 1, "url": "visiblelanguage.net/wordCameos/require", "sourceText": "And secondly, he doth require that ye should do as he hath commanded you; for which if ye do, he doth immediately bless you; and therefore he hath paid you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "requires", "size": 1, "url": "visiblelanguage.net/wordCameos/requires", "sourceText": "And behold, all that he requires of you is to keep his commandments; and he has promised you that if ye would keep his commandments ye should prosper in the land; and he never doth vary from that which he hath said; therefore, if ye do keep his commandments he doth bless you and prosper you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "retain", "size": 3, "url": "visiblelanguage.net/wordCameos/retain", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "retaining", "size": 1, "url": "visiblelanguage.net/wordCameos/retaining", "sourceText": "And now, for the sake of these things which I have spoken unto you, that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God, I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "return", "size": 1, "url": "visiblelanguage.net/wordCameos/return", "sourceText": "And I would that ye should remember, that whosoever among you borroweth of his neighbor should return the thing that he borroweth, according as he doth agree, or else thou shalt commit sin; and perhaps thou shalt cause thy neighbor to commit sin also.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "riches", "size": 2, "url": "visiblelanguage.net/wordCameos/riches", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "rid", "size": 1, "url": "visiblelanguage.net/wordCameos/rid", "sourceText": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "righteousness", "size": 2, "url": "visiblelanguage.net/wordCameos/righteousness", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "ruler", "size": 3, "url": "visiblelanguage.net/wordCameos/ruler", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "run", "size": 1, "url": "visiblelanguage.net/wordCameos/run", "sourceText": "And see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "said", "size": 7, "url": "visiblelanguage.net/wordCameos/said", "sourceText": "Behold, I say unto you that because I said unto you that I had spent my days in your service, I do not desire to boast, for I have only been in the service of God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "saith", "size": 1, "url": "visiblelanguage.net/wordCameos/saith", "sourceText": "And thus saith the Lord:", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "sake", "size": 2, "url": "visiblelanguage.net/wordCameos/sake", "sourceText": "And now, for the sake of these things which I have spoken unto you, that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God, I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "salvation", "size": 6, "url": "visiblelanguage.net/wordCameos/salvation", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "saved", "size": 1, "url": "visiblelanguage.net/wordCameos/saved", "sourceText": "And there is none other salvation save this which hath been spoken of; neither are there any conditions whereby man can be saved except the conditions which I have told you.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "sayings", "size": 2, "url": "visiblelanguage.net/wordCameos/sayings", "sourceText": "O my sons, I would that ye should remember that these sayings are true, and also that these records are true.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "seal", "size": 1, "url": "visiblelanguage.net/wordCameos/seal", "sourceText": "Therefore, I would that ye should be steadfast and immovable, always abounding in good works, that Christ, the Lord God Omnipotent, may seal you his, that you may be brought to heaven, that ye may have everlasting salvation and eternal life, through the wisdom, and power, and justice, and mercy of him who created all things, in heaven and in earth, who is God above all.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "search", "size": 1, "url": "visiblelanguage.net/wordCameos/search", "sourceText": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "see", "size": 2, "url": "visiblelanguage.net/wordCameos/see", "sourceText": "And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "sense", "size": 2, "url": "visiblelanguage.net/wordCameos/sense", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "servants", "size": 1, "url": "visiblelanguage.net/wordCameos/servants", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "serve", "size": 8, "url": "visiblelanguage.net/wordCameos/serve", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "served", "size": 2, "url": "visiblelanguage.net/wordCameos/served", "sourceText": "Therefore, as I said unto you that I had served you, walking with a clear conscience before God, even so I at this time have caused that ye should assemble yourselves together, that I might be found blameless, and that your blood should not come upon me, when I shall stand to be judged of God of the things whereof he hath commanded me concerning you.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "service", "size": 7, "url": "visiblelanguage.net/wordCameos/service", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "shalt", "size": 3, "url": "visiblelanguage.net/wordCameos/shalt", "sourceText": "Perhaps thou shalt say:", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "shrink", "size": 1, "url": "visiblelanguage.net/wordCameos/shrink", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "silver", "size": 2, "url": "visiblelanguage.net/wordCameos/silver", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "sincerity", "size": 1, "url": "visiblelanguage.net/wordCameos/sincerity", "sourceText": "And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "singing", "size": 1, "url": "visiblelanguage.net/wordCameos/singing", "sourceText": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "sins", "size": 6, "url": "visiblelanguage.net/wordCameos/sins", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "situation", "size": 1, "url": "visiblelanguage.net/wordCameos/situation", "sourceText": "O, all ye old men, and also ye young men, and you little children who can understand my words, for I have spoken plainly unto you that ye might understand, I pray that ye should awake to a remembrance of the awful situation of those that have fallen into transgression.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "slaves", "size": 1, "url": "visiblelanguage.net/wordCameos/slaves", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "soberness", "size": 1, "url": "visiblelanguage.net/wordCameos/soberness", "sourceText": "But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "son", "size": 3, "url": "visiblelanguage.net/wordCameos/son", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "sons", "size": 6, "url": "visiblelanguage.net/wordCameos/sons", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "sought", "size": 1, "url": "visiblelanguage.net/wordCameos/sought", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "soul", "size": 3, "url": "visiblelanguage.net/wordCameos/soul", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "souls", "size": 2, "url": "visiblelanguage.net/wordCameos/souls", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "spake", "size": 1, "url": "visiblelanguage.net/wordCameos/spake", "sourceText": "And behold, also, they spake that which was commanded them of the Lord; therefore, they are just and true.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "speak", "size": 6, "url": "visiblelanguage.net/wordCameos/speak", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "spend", "size": 1, "url": "visiblelanguage.net/wordCameos/spend", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "spent", "size": 2, "url": "visiblelanguage.net/wordCameos/spent", "sourceText": "Behold, I say unto you that because I said unto you that I had spent my days in your service, I do not desire to boast, for I have only been in the service of God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "spirit", "size": 7, "url": "visiblelanguage.net/wordCameos/spirit", "sourceText": "I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "spoken", "size": 13, "url": "visiblelanguage.net/wordCameos/spoken", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "stand", "size": 2, "url": "visiblelanguage.net/wordCameos/stand", "sourceText": "Therefore, as I said unto you that I had served you, walking with a clear conscience before God, even so I at this time have caused that ye should assemble yourselves together, that I might be found blameless, and that your blood should not come upon me, when I shall stand to be judged of God of the things whereof he hath commanded me concerning you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "standeth", "size": 1, "url": "visiblelanguage.net/wordCameos/standeth", "sourceText": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "standing", "size": 1, "url": "visiblelanguage.net/wordCameos/standing", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "state", "size": 3, "url": "visiblelanguage.net/wordCameos/state", "sourceText": "And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "stay", "size": 1, "url": "visiblelanguage.net/wordCameos/stay", "sourceText": "The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just, But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "steal", "size": 1, "url": "visiblelanguage.net/wordCameos/steal", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "stood", "size": 1, "url": "visiblelanguage.net/wordCameos/stood", "sourceText": "and I awoke, and behold he stood before me.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "stopped", "size": 1, "url": "visiblelanguage.net/wordCameos/stopped", "sourceText": "Nay; he has poured out his Spirit upon you, and has caused that your hearts should be filled with joy, and has caused that your mouths should be stopped that ye could not find utterance, so exceedingly great was your joy.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "stranger", "size": 1, "url": "visiblelanguage.net/wordCameos/stranger", "sourceText": "For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is far from the thoughts and intents of his heart?", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "strength", "size": 2, "url": "visiblelanguage.net/wordCameos/strength", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "subject", "size": 1, "url": "visiblelanguage.net/wordCameos/subject", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "substance", "size": 8, "url": "visiblelanguage.net/wordCameos/substance", "sourceText": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "succor", "size": 2, "url": "visiblelanguage.net/wordCameos/succor", "sourceText": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "suffer", "size": 5, "url": "visiblelanguage.net/wordCameos/suffer", "sourceText": "And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "suffered", "size": 7, "url": "visiblelanguage.net/wordCameos/suffered", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "sufficient", "size": 1, "url": "visiblelanguage.net/wordCameos/sufficient", "sourceText": "And again, I say unto the poor, ye who have not and yet have sufficient, that ye remain from day to day; I mean all you who deny the beggar, because ye have not; I would that ye say in your hearts that:", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "support", "size": 1, "url": "visiblelanguage.net/wordCameos/support", "sourceText": "And moreover, I say unto you that I have caused that ye should assemble yourselves together, that I might declare unto you that I can no longer be your teacher, nor your king; For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "supporting", "size": 1, "url": "visiblelanguage.net/wordCameos/supporting", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "surety", "size": 1, "url": "visiblelanguage.net/wordCameos/surety", "sourceText": "And behold, also the plates of Nephi, which contain the records and the sayings of our fathers from the time they left Jerusalem until now, and they are true; and we can know of their surety because we have them before our eyes.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "take", "size": 4, "url": "visiblelanguage.net/wordCameos/take", "sourceText": "There is no other name given whereby salvation cometh; therefore, I would that ye should take upon you the name of Christ, all you that have entered into the covenant with God that ye should be obedient unto the end of your lives.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "tasted", "size": 1, "url": "visiblelanguage.net/wordCameos/tasted", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "taught", "size": 7, "url": "visiblelanguage.net/wordCameos/taught", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "taxes", "size": 1, "url": "visiblelanguage.net/wordCameos/taxes", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "teach", "size": 4, "url": "visiblelanguage.net/wordCameos/teach", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "teacher", "size": 1, "url": "visiblelanguage.net/wordCameos/teacher", "sourceText": "And moreover, I say unto you that I have caused that ye should assemble yourselves together, that I might declare unto you that I can no longer be your teacher, nor your king; For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "tell", "size": 7, "url": "visiblelanguage.net/wordCameos/tell", "sourceText": "Yet, my brethren, I have not done these things that I might boast, neither do I tell these things that thereby I might accuse you; but I tell you these things that ye may know that I can answer a clear conscience before God this day.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "temples", "size": 1, "url": "visiblelanguage.net/wordCameos/temples", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "thank", "size": 1, "url": "visiblelanguage.net/wordCameos/thank", "sourceText": "And behold also, if I, whom ye call your king, who has spent his days in your service, and yet has been in the service of God, do merit any thanks from you, O how you ought to thank your heavenly King!", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "thanks", "size": 2, "url": "visiblelanguage.net/wordCameos/thanks", "sourceText": "And behold also, if I, whom ye call your king, who has spent his days in your service, and yet has been in the service of God, do merit any thanks from you, O how you ought to thank your heavenly King!", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "thing", "size": 2, "url": "visiblelanguage.net/wordCameos/thing", "sourceText": "And if ye judge the man who putteth up his petition to you for your substance that he perish not, and condemn him, how much more just will be your condemnation for withholding your substance, which doth not belong to you but to God, to whom also your life belongeth; and yet ye put up no petition, nor repent of the thing which thou hast done.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "things", "size": 26, "url": "visiblelanguage.net/wordCameos/things", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "think", "size": 1, "url": "visiblelanguage.net/wordCameos/think", "sourceText": "I have not commanded you to come up hither that ye should fear me, or that ye should think that I of myself am more than a mortal man.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "thoughts", "size": 2, "url": "visiblelanguage.net/wordCameos/thoughts", "sourceText": "But this much I can tell you, that if ye do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith of what ye have heard concerning the coming of our Lord, even unto the end of your lives, ye must perish.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "told", "size": 1, "url": "visiblelanguage.net/wordCameos/told", "sourceText": "And there is none other salvation save this which hath been spoken of; neither are there any conditions whereby man can be saved except the conditions which I have told you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "torment", "size": 1, "url": "visiblelanguage.net/wordCameos/torment", "sourceText": "And now I say unto you, that mercy hath no claim on that man; therefore his final doom is to endure a never-ending torment.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "traditions", "size": 1, "url": "visiblelanguage.net/wordCameos/traditions", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "transgress", "size": 3, "url": "visiblelanguage.net/wordCameos/transgress", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "transgressed", "size": 1, "url": "visiblelanguage.net/wordCameos/transgressed", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "transgression", "size": 4, "url": "visiblelanguage.net/wordCameos/transgression", "sourceText": "And I give unto them a name that never shall be blotted out, except it be through transgression.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "tremble", "size": 1, "url": "visiblelanguage.net/wordCameos/tremble", "sourceText": "And moreover, I say unto you that I have caused that ye should assemble yourselves together, that I might declare unto you that I can no longer be your teacher, nor your king; For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "trifle", "size": 1, "url": "visiblelanguage.net/wordCameos/trifle", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "trust", "size": 1, "url": "visiblelanguage.net/wordCameos/trust", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Verb", "theme": "Sacred"},
{"name": "truth", "size": 1, "url": "visiblelanguage.net/wordCameos/truth", "sourceText": "But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "turn", "size": 1, "url": "visiblelanguage.net/wordCameos/turn", "sourceText": "And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "unbelief", "size": 1, "url": "visiblelanguage.net/wordCameos/unbelief", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "understand", "size": 5, "url": "visiblelanguage.net/wordCameos/understand", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "unfolded", "size": 1, "url": "visiblelanguage.net/wordCameos/unfolded", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "utterance", "size": 1, "url": "visiblelanguage.net/wordCameos/utterance", "sourceText": "Nay; he has poured out his Spirit upon you, and has caused that your hearts should be filled with joy, and has caused that your mouths should be stopped that ye could not find utterance, so exceedingly great was your joy.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "vary", "size": 1, "url": "visiblelanguage.net/wordCameos/vary", "sourceText": "And behold, all that he requires of you is to keep his commandments; and he has promised you that if ye would keep his commandments ye should prosper in the land; and he never doth vary from that which he hath said; therefore, if ye do keep his commandments he doth bless you and prosper you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "victims", "size": 1, "url": "visiblelanguage.net/wordCameos/victims", "sourceText": "For I say unto you, that if he had not extended his arm in the preservation of our fathers they must have fallen into the hands of the Lamanites, and become victims to their hatred.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "view", "size": 1, "url": "visiblelanguage.net/wordCameos/view", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "visiting", "size": 1, "url": "visiblelanguage.net/wordCameos/visiting", "sourceText": "And now, for the sake of these things which I have spoken unto you, that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God, I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "voice", "size": 1, "url": "visiblelanguage.net/wordCameos/voice", "sourceText": "I say unto you, I would that ye should remember to retain the name written always in your hearts, that ye are not found on the left hand of God, but that ye hear and know the voice by which ye shall be called, and also, the name by which he shall call you.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "wages", "size": 1, "url": "visiblelanguage.net/wordCameos/wages", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "walk", "size": 2, "url": "visiblelanguage.net/wordCameos/walk", "sourceText": "But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "walking", "size": 1, "url": "visiblelanguage.net/wordCameos/walking", "sourceText": "Therefore, as I said unto you that I had served you, walking with a clear conscience before God, even so I at this time have caused that ye should assemble yourselves together, that I might be found blameless, and that your blood should not come upon me, when I shall stand to be judged of God of the things whereof he hath commanded me concerning you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "wants", "size": 1, "url": "visiblelanguage.net/wordCameos/wants", "sourceText": "And now, for the sake of these things which I have spoken unto you, that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God, I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "was", "size": 7, "url": "visiblelanguage.net/wordCameos/was", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "watch", "size": 1, "url": "visiblelanguage.net/wordCameos/watch", "sourceText": "But this much I can tell you, that if ye do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith of what ye have heard concerning the coming of our Lord, even unto the end of your lives, ye must perish.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "ways", "size": 2, "url": "visiblelanguage.net/wordCameos/ways", "sourceText": "But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "were", "size": 6, "url": "visiblelanguage.net/wordCameos/were", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "wicked", "size": 1, "url": "visiblelanguage.net/wordCameos/wicked", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "wickedness", "size": 1, "url": "visiblelanguage.net/wordCameos/wickedness", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "win", "size": 1, "url": "visiblelanguage.net/wordCameos/win", "sourceText": "And again, it is expedient that he should be diligent, that thereby he might win the prize; therefore, all things must be done in order.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "wisdom", "size": 5, "url": "visiblelanguage.net/wordCameos/wisdom", "sourceText": "And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "wisdom's", "size": 1, "url": "visiblelanguage.net/wordCameos/wisdom's", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "withdraw", "size": 1, "url": "visiblelanguage.net/wordCameos/withdraw", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "withholding", "size": 1, "url": "visiblelanguage.net/wordCameos/withholding", "sourceText": "And if ye judge the man who putteth up his petition to you for your substance that he perish not, and condemn him, how much more just will be your condemnation for withholding your substance, which doth not belong to you but to God, to whom also your life belongeth; and yet ye put up no petition, nor repent of the thing which thou hast done.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "witnesses", "size": 1, "url": "visiblelanguage.net/wordCameos/witnesses", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "words", "size": 7, "url": "visiblelanguage.net/wordCameos/words", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "works", "size": 1, "url": "visiblelanguage.net/wordCameos/works", "sourceText": "Therefore, I would that ye should be steadfast and immovable, always abounding in good works, that Christ, the Lord God Omnipotent, may seal you his, that you may be brought to heaven, that ye may have everlasting salvation and eternal life, through the wisdom, and power, and justice, and mercy of him who created all things, in heaven and in earth, who is God above all.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "world", "size": 4, "url": "visiblelanguage.net/wordCameos/world", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "written", "size": 1, "url": "visiblelanguage.net/wordCameos/written", "sourceText": "I say unto you, I would that ye should remember to retain the name written always in your hearts, that ye are not found on the left hand of God, but that ye hear and know the voice by which ye shall be called, and also, the name by which he shall call you.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "yield", "size": 1, "url": "visiblelanguage.net/wordCameos/yield", "sourceText": "And ye behold that I am old, and am about to yield up this mortal frame to its mother earth.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "Zarahemla", "size": 1, "url": "visiblelanguage.net/wordCameos/zarahemla", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "a", "size": 32, "url": "visiblelanguage.net/wordCameos/a", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Article", "theme": "Function"},
{"name": "about", "size": 2, "url": "visiblelanguage.net/wordCameos/about", "sourceText": "And ye behold that I am old, and am about to yield up this mortal frame to its mother earth.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "above", "size": 3, "url": "visiblelanguage.net/wordCameos/above", "sourceText": "And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "after", "size": 1, "url": "visiblelanguage.net/wordCameos/after", "sourceText": "And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom's paths that ye may be blessed, prospered, and preserved, I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "all", "size": 37, "url": "visiblelanguage.net/wordCameos/all", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "amen", "size": 2, "url": "visiblelanguage.net/wordCameos/amen", "sourceText": "Amen.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "among", "size": 6, "url": "visiblelanguage.net/wordCameos/among", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "an", "size": 8, "url": "visiblelanguage.net/wordCameos/an", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Article", "theme": "Function"},
{"name": "and", "size": 227, "url": "visiblelanguage.net/wordCameos/and", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "another", "size": 9, "url": "visiblelanguage.net/wordCameos/another", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "any", "size": 5, "url": "visiblelanguage.net/wordCameos/any", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "as", "size": 14, "url": "visiblelanguage.net/wordCameos/as", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "at", "size": 7, "url": "visiblelanguage.net/wordCameos/at", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "because", "size": 7, "url": "visiblelanguage.net/wordCameos/because", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "before", "size": 8, "url": "visiblelanguage.net/wordCameos/before", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "behold", "size": 18, "url": "visiblelanguage.net/wordCameos/behold", "sourceText": "And behold, also the plates of Nephi, which contain the records and the sayings of our fathers from the time they left Jerusalem until now, and they are true; and we can know of their surety because we have them before our eyes.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "but", "size": 15, "url": "visiblelanguage.net/wordCameos/but", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "by", "size": 20, "url": "visiblelanguage.net/wordCameos/by", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "can", "size": 10, "url": "visiblelanguage.net/wordCameos/can", "sourceText": "And behold, also the plates of Nephi, which contain the records and the sayings of our fathers from the time they left Jerusalem until now, and they are true; and we can know of their surety because we have them before our eyes.", "partOfSpeech": "Auxiliary Verb", "theme": "Function"},
{"name": "come", "size": 9, "url": "visiblelanguage.net/wordCameos/come", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "concerning", "size": 6, "url": "visiblelanguage.net/wordCameos/concerning", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "could", "size": 4, "url": "visiblelanguage.net/wordCameos/could", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Auxiliary Verb", "theme": "Function"},
{"name": "down", "size": 4, "url": "visiblelanguage.net/wordCameos/down", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "except", "size": 6, "url": "visiblelanguage.net/wordCameos/except", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "for", "size": 48, "url": "visiblelanguage.net/wordCameos/for", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "from", "size": 15, "url": "visiblelanguage.net/wordCameos/from", "sourceText": "And behold, also the plates of Nephi, which contain the records and the sayings of our fathers from the time they left Jerusalem until now, and they are true; and we can know of their surety because we have them before our eyes.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "given", "size": 2, "url": "visiblelanguage.net/wordCameos/given", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "goodness", "size": 4, "url": "visiblelanguage.net/wordCameos/goodness", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "granted", "size": 3, "url": "visiblelanguage.net/wordCameos/granted", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "he", "size": 51, "url": "visiblelanguage.net/wordCameos/he", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "help", "size": 1, "url": "visiblelanguage.net/wordCameos/help", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "him", "size": 26, "url": "visiblelanguage.net/wordCameos/him", "sourceText": "I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another, I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another, I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "himself", "size": 2, "url": "visiblelanguage.net/wordCameos/himself", "sourceText": "The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just, But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "his", "size": 47, "url": "visiblelanguage.net/wordCameos/his", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "I", "size": 117, "url": "visiblelanguage.net/wordCameos/I", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "if", "size": 26, "url": "visiblelanguage.net/wordCameos/if", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "in", "size": 62, "url": "visiblelanguage.net/wordCameos/in", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "into", "size": 6, "url": "visiblelanguage.net/wordCameos/into", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "it", "size": 13, "url": "visiblelanguage.net/wordCameos/it", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "its", "size": 1, "url": "visiblelanguage.net/wordCameos/its", "sourceText": "And ye behold that I am old, and am about to yield up this mortal frame to its mother earth.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "lest", "size": 1, "url": "visiblelanguage.net/wordCameos/lest", "sourceText": "But, O my people, beware lest there shall arise contentions among you, and ye list to obey the evil spirit, which was spoken of by my father Mosiah.", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "like", "size": 4, "url": "visiblelanguage.net/wordCameos/like", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "many", "size": 1, "url": "visiblelanguage.net/wordCameos/many", "sourceText": "And finally, I cannot tell you all the things whereby ye may commit sin; for there are divers ways and means, even so many that I cannot number them.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "may", "size": 22, "url": "visiblelanguage.net/wordCameos/may", "sourceText": "And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "partOfSpeech": "Auxiliary Verb", "theme": "Function"},
{"name": "me", "size": 15, "url": "visiblelanguage.net/wordCameos/me", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "might", "size": 12, "url": "visiblelanguage.net/wordCameos/might", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Auxiliary Verb", "theme": "Function"},
{"name": "mine", "size": 2, "url": "visiblelanguage.net/wordCameos/mine", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "must", "size": 6, "url": "visiblelanguage.net/wordCameos/must", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Auxiliary Verb", "theme": "Function"},
{"name": "my", "size": 35, "url": "visiblelanguage.net/wordCameos/my", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "myself", "size": 2, "url": "visiblelanguage.net/wordCameos/myself", "sourceText": "I have not commanded you to come up hither that ye should fear me, or that ye should think that I of myself am more than a mortal man.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "neither", "size": 4, "url": "visiblelanguage.net/wordCameos/neither", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Conjunction", "theme": "Miscellaneous"},
{"name": "none", "size": 1, "url": "visiblelanguage.net/wordCameos/none", "sourceText": "And there is none other salvation save this which hath been spoken of; neither are there any conditions whereby man can be saved except the conditions which I have told you.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "nor", "size": 8, "url": "visiblelanguage.net/wordCameos/nor", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "nothing", "size": 2, "url": "visiblelanguage.net/wordCameos/nothing", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "o", "size": 8, "url": "visiblelanguage.net/wordCameos/o", "sourceText": "O my sons, I would that ye should remember that these sayings are true, and also that these records are true.", "partOfSpeech": "Article", "theme": "Function"},
{"name": "of", "size": 131, "url": "visiblelanguage.net/wordCameos/of", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "on", "size": 9, "url": "visiblelanguage.net/wordCameos/on", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "one", "size": 9, "url": "visiblelanguage.net/wordCameos/one", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Pronoun", "theme": "Miscellaneous"},
{"name": "or", "size": 14, "url": "visiblelanguage.net/wordCameos/or", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "other", "size": 4, "url": "visiblelanguage.net/wordCameos/other", "sourceText": "And there is none other salvation save this which hath been spoken of; neither are there any conditions whereby man can be saved except the conditions which I have told you.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "our", "size": 14, "url": "visiblelanguage.net/wordCameos/our", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "out", "size": 10, "url": "visiblelanguage.net/wordCameos/out", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "over", "size": 4, "url": "visiblelanguage.net/wordCameos/over", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "save", "size": 1, "url": "visiblelanguage.net/wordCameos/save", "sourceText": "And there is none other salvation save this which hath been spoken of; neither are there any conditions whereby man can be saved except the conditions which I have told you.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "say", "size": 31, "url": "visiblelanguage.net/wordCameos/say", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Verb", "theme": "Non-Sacred"},
{"name": "shall", "size": 27, "url": "visiblelanguage.net/wordCameos/shall", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Auxiliary Verb", "theme": "Function"},
{"name": "should", "size": 52, "url": "visiblelanguage.net/wordCameos/should", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Auxiliary Verb", "theme": "Function"},
{"name": "sin", "size": 4, "url": "visiblelanguage.net/wordCameos/sin", "sourceText": "And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.", "partOfSpeech": "Noun", "theme": "Sacred"},
{"name": "since", "size": 1, "url": "visiblelanguage.net/wordCameos/since", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "so", "size": 7, "url": "visiblelanguage.net/wordCameos/so", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "some", "size": 1, "url": "visiblelanguage.net/wordCameos/some", "sourceText": "And now it shall come to pass, that whosoever shall not take upon him the name of Christ must be called by some other name; therefore, he findeth himself on the left hand of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "such", "size": 2, "url": "visiblelanguage.net/wordCameos/such", "sourceText": "And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceedingly great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, unworthy creatures, and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.", "partOfSpeech": "Pronoun", "theme": "Miscellaneous"},
{"name": "than", "size": 3, "url": "visiblelanguage.net/wordCameos/than", "sourceText": "I have not commanded you to come up hither that ye should fear me, or that ye should think that I of myself am more than a mortal man.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "that", "size": 177, "url": "visiblelanguage.net/wordCameos/that", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "the", "size": 179, "url": "visiblelanguage.net/wordCameos/the", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Article", "theme": "Function"},
{"name": "their", "size": 7, "url": "visiblelanguage.net/wordCameos/their", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "them", "size": 16, "url": "visiblelanguage.net/wordCameos/them", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "there", "size": 9, "url": "visiblelanguage.net/wordCameos/there", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "therefore", "size": 17, "url": "visiblelanguage.net/wordCameos/therefore", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Conjunction", "theme": "Transition"},
{"name": "these", "size": 22, "url": "visiblelanguage.net/wordCameos/these", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "they", "size": 17, "url": "visiblelanguage.net/wordCameos/they", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "this", "size": 35, "url": "visiblelanguage.net/wordCameos/this", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "those", "size": 4, "url": "visiblelanguage.net/wordCameos/those", "sourceText": "O, all ye old men, and also ye young men, and you little children who can understand my words, for I have spoken plainly unto you that ye might understand, I pray that ye should awake to a remembrance of the awful situation of those that have fallen into transgression.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "thou", "size": 5, "url": "visiblelanguage.net/wordCameos/thou", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "through", "size": 5, "url": "visiblelanguage.net/wordCameos/through", "sourceText": "And I give unto them a name that never shall be blotted out, except it be through transgression.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "throughout", "size": 1, "url": "visiblelanguage.net/wordCameos/throughout", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "thus", "size": 2, "url": "visiblelanguage.net/wordCameos/thus", "sourceText": "And thus saith the Lord:", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "thy", "size": 1, "url": "visiblelanguage.net/wordCameos/thy", "sourceText": "And I would that ye should remember, that whosoever among you borroweth of his neighbor should return the thing that he borroweth, according as he doth agree, or else thou shalt commit sin; and perhaps thou shalt cause thy neighbor to commit sin also.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "time", "size": 10, "url": "visiblelanguage.net/wordCameos/time", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "to", "size": 92, "url": "visiblelanguage.net/wordCameos/to", "sourceText": "For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "towards", "size": 2, "url": "visiblelanguage.net/wordCameos/towards", "sourceText": "For behold, if the knowledge of the goodness of God at this time has awakened you to a sense of your nothingness, and your worthless and fallen state, I say unto you, if ye have come to a knowledge of the goodness of God, and his matchless power, and his wisdom, and his patience, and his long-suffering towards the children of men; and also, the atonement which has been prepared from the foundation of the world, that thereby salvation might come to him that should put his trust in the Lord, and should be diligent in keeping his commandments, and continue in the faith even unto the end of his life, I mean the life of the mortal body, I say, that this is the man who receiveth salvation, through the atonement which was prepared from the foundation of the world for all mankind, which ever were since the fall of Adam, or who are, or who ever shall be, even unto the end of the world.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "under", "size": 1, "url": "visiblelanguage.net/wordCameos/under", "sourceText": "And under this head ye are made free, and there is no other head whereby ye can be made free.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "until", "size": 2, "url": "visiblelanguage.net/wordCameos/until", "sourceText": "And behold, also the plates of Nephi, which contain the records and the sayings of our fathers from the time they left Jerusalem until now, and they are true; and we can know of their surety because we have them before our eyes.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "unto", "size": 59, "url": "visiblelanguage.net/wordCameos/unto", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "up", "size": 9, "url": "visiblelanguage.net/wordCameos/up", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "upon", "size": 8, "url": "visiblelanguage.net/wordCameos/upon", "sourceText": "I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you; Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you, And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne, and of all these things which I have spoken, ye yourselves are witnesses this day.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "us", "size": 1, "url": "visiblelanguage.net/wordCameos/us", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "we", "size": 9, "url": "visiblelanguage.net/wordCameos/we", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "what", "size": 3, "url": "visiblelanguage.net/wordCameos/what", "sourceText": "And ye are still indebted unto him, and are, and will be, forever and ever; therefore, of what have ye to boast?", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "whatsoever", "size": 1, "url": "visiblelanguage.net/wordCameos/whatsoever", "sourceText": "And now, if God, who has created you, on whom you are dependent for your lives and for all that ye have and are, doth grant unto you whatsoever ye ask that is right, in faith, believing that ye shall receive, O then, how ye ought to impart of the substance that ye have one to another.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "which", "size": 55, "url": "visiblelanguage.net/wordCameos/which", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "while", "size": 1, "url": "visiblelanguage.net/wordCameos/while", "sourceText": "And moreover, I say unto you that I have caused that ye should assemble yourselves together, that I might declare unto you that I can no longer be your teacher, nor your king; For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "who", "size": 21, "url": "visiblelanguage.net/wordCameos/who", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "whom", "size": 7, "url": "visiblelanguage.net/wordCameos/whom", "sourceText": "My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "whose", "size": 1, "url": "visiblelanguage.net/wordCameos/whose", "sourceText": "Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "whosoever", "size": 4, "url": "visiblelanguage.net/wordCameos/whosoever", "sourceText": "The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just, But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "will", "size": 17, "url": "visiblelanguage.net/wordCameos/will", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Auxiliary Verb", "theme": "Function"},
{"name": "with", "size": 14, "url": "visiblelanguage.net/wordCameos/with", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Preposition", "theme": "Function"},
{"name": "wo", "size": 2, "url": "visiblelanguage.net/wordCameos/wo", "sourceText": "For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "partOfSpeech": "Noun", "theme": "Non-Sacred"},
{"name": "would", "size": 22, "url": "visiblelanguage.net/wordCameos/would", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Auxiliary Verb", "theme": "Function"},
{"name": "ye", "size": 132, "url": "visiblelanguage.net/wordCameos/ye", "sourceText": "My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "yea", "size": 1, "url": "visiblelanguage.net/wordCameos/yea", "sourceText": "Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "yet", "size": 7, "url": "visiblelanguage.net/wordCameos/yet", "sourceText": "But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "partOfSpeech": "Conjunction", "theme": "Function"},
{"name": "you", "size": 104, "url": "visiblelanguage.net/wordCameos/you", "sourceText": "I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "partOfSpeech": "Pronoun", "theme": "Function"},
{"name": "your", "size": 60, "url": "visiblelanguage.net/wordCameos/your", "sourceText": "My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "partOfSpeech": "Pronoun", "theme": "Function"}]
}